fio-platform-results/l32/anf/l32v2-irq0-nconnect1-vm1-64Write-1files-iodpeth8-try3
rw: (g=0): rw=rw, bs=(R) 64.0KiB-64.0KiB, (W) 64.0KiB-64.0KiB, (T) 64.0KiB-64.0KiB, ioengine=libaio, iodepth=8
fio-3.10
Starting 1 process

rw: (groupid=0, jobs=1): err= 0: pid=9124: Thu Sep 17 06:17:19 2020
  write: IOPS=6832, BW=427MiB/s (448MB/s)(25.0GiB/60002msec)
    slat (usec): min=4, max=125, avg=16.09, stdev= 2.04
    clat (usec): min=697, max=10279, avg=1152.94, stdev=331.90
     lat (usec): min=713, max=10297, avg=1169.37, stdev=331.86
    clat percentiles (usec):
     |  1.00th=[  807],  5.00th=[  881], 10.00th=[  930], 20.00th=[ 1012],
     | 30.00th=[ 1057], 40.00th=[ 1090], 50.00th=[ 1106], 60.00th=[ 1139],
     | 70.00th=[ 1156], 80.00th=[ 1188], 90.00th=[ 1270], 95.00th=[ 1549],
     | 99.00th=[ 2769], 99.50th=[ 3163], 99.90th=[ 4555], 99.95th=[ 5211],
     | 99.99th=[ 6915]
   bw (  KiB/s): min=351360, max=478464, per=99.99%, avg=437235.73, stdev=23888.06, samples=120
   iops        : min= 5490, max= 7476, avg=6831.77, stdev=373.25, samples=120
  lat (usec)   : 750=0.07%, 1000=18.50%
  lat (msec)   : 2=79.00%, 4=2.24%, 10=0.19%, 20=0.01%
  cpu          : usr=1.53%, sys=13.46%, ctx=400267, majf=0, minf=6
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=103.4%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,409970,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=427MiB/s (448MB/s), 427MiB/s-427MiB/s (448MB/s-448MB/s), io=25.0GiB (26.9GB), run=60002-60002msec