fio-platform-results/l32/anf/l32v2-irq0-nconnect2-vm1-256Read-16files-iodpeth24-try1
rw: (g=0): rw=rw, bs=(R) 256KiB-256KiB, (W) 256KiB-256KiB, (T) 256KiB-256KiB, ioengine=libaio, iodepth=24
fio-3.10
Starting 1 process

rw: (groupid=0, jobs=1): err= 0: pid=10155: Fri Sep 18 05:50:25 2020
   read: IOPS=4898, BW=1225MiB/s (1284MB/s)(35.9GiB/30008msec)
    slat (usec): min=9, max=149, avg=36.94, stdev= 5.38
    clat (usec): min=849, max=60401, avg=4860.16, stdev=4323.58
     lat (usec): min=885, max=60439, avg=4897.45, stdev=4323.58
    clat percentiles (usec):
     |  1.00th=[  906],  5.00th=[  963], 10.00th=[ 1004], 20.00th=[ 1090],
     | 30.00th=[ 1221], 40.00th=[ 1549], 50.00th=[ 4228], 60.00th=[ 6259],
     | 70.00th=[ 7111], 80.00th=[ 8029], 90.00th=[ 9503], 95.00th=[11600],
     | 99.00th=[16581], 99.50th=[23200], 99.90th=[38536], 99.95th=[42206],
     | 99.99th=[54789]
   bw (  MiB/s): min=  713, max= 1658, per=100.00%, avg=1224.77, stdev=221.77, samples=60
   iops        : min= 2854, max= 6634, avg=4899.05, stdev=887.08, samples=60
  lat (usec)   : 1000=9.89%
  lat (msec)   : 2=34.11%, 4=5.40%, 10=42.45%, 20=7.54%, 50=0.60%
  lat (msec)   : 100=0.01%
  cpu          : usr=0.83%, sys=19.87%, ctx=114334, majf=0, minf=12
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=107.4%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.1%, 64=0.0%, >=64=0.0%
     issued rwts: total=146995,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=24

Run status group 0 (all jobs):
   READ: bw=1225MiB/s (1284MB/s), 1225MiB/s-1225MiB/s (1284MB/s-1284MB/s), io=35.9GiB (38.5GB), run=30008-30008msec