fio-platform-results/l32/anf/l32v2-irq0-nconnect4-vm1-128Write-1files-iodpeth1-try1
rw: (g=0): rw=rw, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=1
fio-3.10
Starting 1 process

rw: (groupid=0, jobs=1): err= 0: pid=24471: Thu Sep 17 20:43:17 2020
  write: IOPS=602, BW=75.4MiB/s (79.0MB/s)(2261MiB/30001msec)
    slat (nsec): min=24600, max=66700, avg=31776.86, stdev=1875.12
    clat (usec): min=1359, max=12425, avg=1623.42, stdev=188.08
     lat (usec): min=1388, max=12457, avg=1655.64, stdev=188.07
    clat percentiles (usec):
     |  1.00th=[ 1401],  5.00th=[ 1434], 10.00th=[ 1500], 20.00th=[ 1516],
     | 30.00th=[ 1565], 40.00th=[ 1598], 50.00th=[ 1614], 60.00th=[ 1631],
     | 70.00th=[ 1647], 80.00th=[ 1680], 90.00th=[ 1696], 95.00th=[ 1745],
     | 99.00th=[ 2376], 99.50th=[ 2507], 99.90th=[ 3392], 99.95th=[ 3654],
     | 99.99th=[ 7767]
   bw (  KiB/s): min=74240, max=78848, per=100.00%, avg=77177.36, stdev=1051.03, samples=59
   iops        : min=  580, max=  616, avg=602.88, stdev= 8.21, samples=59
  lat (msec)   : 2=97.59%, 4=2.37%, 10=0.03%, 20=0.01%
  cpu          : usr=0.32%, sys=2.34%, ctx=18089, majf=0, minf=2
  IO depths    : 1=106.7%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,18088,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=75.4MiB/s (79.0MB/s), 75.4MiB/s-75.4MiB/s (79.0MB/s-79.0MB/s), io=2261MiB (2371MB), run=30001-30001msec