fio-platform-results/l32/anf/l32v2-irq1-nconnect4-vm1-128Write-1files-iodpeth2-try1
rw: (g=0): rw=rw, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=2
fio-3.10
Starting 1 process

rw: (groupid=0, jobs=1): err= 0: pid=29564: Thu Sep 17 21:34:40 2020
  write: IOPS=1811, BW=226MiB/s (237MB/s)(6793MiB/30001msec)
    slat (usec): min=20, max=121, avg=29.30, stdev= 2.82
    clat (usec): min=903, max=5537, avg=1072.25, stdev=162.89
     lat (usec): min=930, max=5572, avg=1101.96, stdev=162.98
    clat percentiles (usec):
     |  1.00th=[  963],  5.00th=[ 1004], 10.00th=[ 1020], 20.00th=[ 1029],
     | 30.00th=[ 1037], 40.00th=[ 1045], 50.00th=[ 1057], 60.00th=[ 1057],
     | 70.00th=[ 1057], 80.00th=[ 1074], 90.00th=[ 1090], 95.00th=[ 1123],
     | 99.00th=[ 1909], 99.50th=[ 2245], 99.90th=[ 3032], 99.95th=[ 3261],
     | 99.99th=[ 4359]
   bw (  KiB/s): min=218880, max=238848, per=99.96%, avg=231771.66, stdev=5093.11, samples=59
   iops        : min= 1710, max= 1866, avg=1810.68, stdev=39.84, samples=59
  lat (usec)   : 1000=4.24%
  lat (msec)   : 2=95.00%, 4=0.74%, 10=0.02%
  cpu          : usr=0.72%, sys=6.19%, ctx=54295, majf=0, minf=3
  IO depths    : 1=0.1%, 2=106.6%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,54342,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=2

Run status group 0 (all jobs):
  WRITE: bw=226MiB/s (237MB/s), 226MiB/s-226MiB/s (237MB/s-237MB/s), io=6793MiB (7123MB), run=30001-30001msec